# --- start message to greet the user ---
message_start = '''Привет! Я бот-помощник в мире кино
Воспользуйся меню комманд чтобы узнать мои возможности, либо введи /help для получения дополнительной помощи

Не забудь порекомендовать меня друзьям и знакомым!

Удачи!😊'''

# --- message with information of comands ---
message_help = '''Вот список моих доступных команд:
/help - Помощь
/soon- Скоро в кино
/popular - Сейчас в тренде
/now - Афиша кино
/top_movies - Топ фильмов
/top_series- Топ сериалов


/info - Информация о боте

Просто введи название любого фильма или сериала и я поищу для тебя информацию о нем!'''


# MESSAGE with information about bot and author
message_info = '''Данный бот сделан с целью помощи в выборе и поиске кино

Просто введи название любого фильма или сериала и я поищу для тебя информацию о нем!

Если у вас есть идеи для улучшения бота,пожелания или жалобы - обращайтесь к @mutaliyevv

/help - для помощи в навигации


This bot uses TMDb api'''

popular_films = '''🔥Популярные сегодня:

🎬Название: Человек-паук: Нет пути домой
📅Дата выхода: 2021
📃Жанр: фантастика, боевик, приключения
📌Ссылка: https://www.kinopoisk.ru/film/1309570/

🎬Название: Матрица: Воскрешение 
📅Дата выхода: 2021
📃Жанр: фантастика, боевик
📌Ссылка: https://www.kinopoisk.ru/film/1294123/

📺Название: Бумажный дом
📅Дата выхода: 2017-2021
📃Жанр: боевик, триллер, драма, криминал, детектив
📌Ссылка: https://www.kinopoisk.ru/series/1046206/

🎬Название: Бэтмен
📅Дата выхода: 2022
📃Жанр:  боевик, драма, криминал, детектив
📌Ссылка: https://www.kinopoisk.ru/film/590286/

📺Название: Ведьмак
📅Дата выхода: 2019-2021
📃Жанр: фэнтези, приключения, драма, ужасы
📌Ссылка: https://www.kinopoisk.ru/series/1044004/

🎬Название: Шан-Чи и легенда десяти колец
📅Дата выхода: 2021
📃Жанр:  фэнтези, боевик, комедия, приключения, фантастика
📌Ссылка: https://www.kinopoisk.ru/film/1219149/

📺Название: Игра в кальмара 
📅Дата выхода: 2021
📃Жанр: триллер, драма
📌Ссылка: https://www.kinopoisk.ru/series/1301710/

📺Название: Эйфория
📅Дата выхода: 2019
📃Жанр: драма
📌Ссылка: https://www.kinopoisk.ru/series/1178445/

🎬Название:Энканто
📅Дата выхода: 2021
📃Жанр: мультфильм, мюзикл, фэнтези, комедия, семейный
📌Ссылка: https://www.kinopoisk.ru/film/775278/

🎬Название: Анчартед: На картах не значится
📅Дата выхода: 2022
📃Жанр: боевик, приключения
📌Ссылка: https://www.kinopoisk.ru/film/468373/
'''