# --- start message to greet the user ---
message_start = '''Привет! Я бот-помощник в мире кино
Воспользуйся меню комманд чтобы узнать мои возможности, либо введи /help для получения дополнительной помощи

Не забудь порекомендовать меня друзьям и знакомым!

Удачи!😊'''

# --- message with information of comands ---
message_help = '''Вот список моих доступных команд:
/help - Помощь
/soon- Скоро в кино
/popular - Сейчас в тренде
/now - Афиша кино
/top_movies - Топ фильмов
/top_series- Топ сериалов


/info - Информация о боте

Просто введи название любого фильма или сериала и я поищу для тебя информацию о нем!'''


# MESSAGE with information about bot and author
message_info = '''Данный бот сделан с целью помощи в выборе и поиске кино

Просто введи название любого фильма или сериала и я поищу для тебя информацию о нем!

Если у вас есть идеи для улучшения бота,пожелания или жалобы - обращайтесь к @mutaliyevv

/help - для помощи в навигации


This bot uses TMDb api'''